pelican_website/content/pages/page-part-one-02-raw-reads-processing.html
<html>
<head>
<meta name="Title" content="Raw reads processing - Complete workflow" />
<meta name="Summary" content="Raw reads processing" />
<meta name="URL" content="part-one-02-raw-reads-processing.html" />
<meta name="Save_as" content="part-one-02-raw-reads-processing.html" />
<meta name="Status" content="hidden" />
</head>
<body>


<div class="outline-2" id="outline-container-sec-1">
<h2 id="sec-1">Raw read processing</h2>
<div class="outline-text-2" id="text-1">
<p>
<div class="navLink"><a href="part-one-01-introduction.html">Previous: Introduction</a></div>
</p>
</div>
<div class="outline-3" id="outline-container-sec-1-1">
<h3 id="sec-1-1">FASTQ format and phred score</h3>
</div>
<div class="outline-3" id="outline-container-sec-1-2">
<h3 id="sec-1-2">Barcode and restriction-site checking</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Similar to demultiplexing, even though the multiplexing is not really high
here.
</p>
<p>
A few diagnostic plots to see how to see how the data look like. For example,
the number of reads varies between populations. Discussion about issues, the
barcode effects, how to fix that, and similar potential issues within the pools
(how some individuals can have more reads than others, mutations that break the
restriction site).
</p>
</div>
</div>
<div class="outline-3" id="outline-container-sec-1-3">
<h3 id="sec-1-3">Quality control</h3>
<div class="outline-text-3" id="text-1-3">
<p>
<div class="navLink"><a href="part-one-03-de-novo-assembly.html">Next: De novo assembly</a></div>
</p>
</div>
</div>
</div>
</body></html>
